Revit 2027 API
ElementIntersectsElementFilter Constructor
Overload List
Name | Description
ElementIntersectsElementFilter(Element) |  Constructs a filter to match elements which intersect the given element.
ElementIntersectsElementFilter(Element, Boolean) |  Constructs a filter to match elements which intersect the given element, with the option to match all elements not intersecting the given element.
Top
See Also
Reference
ElementIntersectsElementFilter Class
Autodesk.Revit.DB Namespace